acpi
adobe-source-code-pro-fonts
alsa-utils
autoconf
automake
bash
bash-completion
binutils
bison
bluez
bluez-utils
bumblebee
bzip2
calf
cava
cmatrix
code
compton
coreutils
cowsay
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
docker
e2fsprogs
fakeroot
feh
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gettext
git
glade
glibc
google-chrome
grep
groff
gzip
i3-gaps
i3blocks
i3lock-color
i3status
ifplugd
inetutils
intel-ucode
iproute2
iputils
jdk
jfsutils
lenovo-throttling-fix-git
less
libmagick
libtool
licenses
linux
linux-firmware
logrotate
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
mesa
mesa-demos
nano
neofetch
netbeans
netctl
netctl-eduroam
ntfs-3g
nvidia
otf-font-awesome
p7zip
pacman
paper-icon-theme-git
patch
pciutils
pcmanfm
perl
perl-anyevent-i3
pkgconf
procps-ng
psmisc
pulseaudio
pulseeffects
reflector
reiserfsprogs
rofi
rsync
rxvt-unicode
s-nail
screenfetch
sed
shadow
spotify
sudo
sysfsutils
sysstat
systemd
systemd-sysvcompat
tar
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
texmaker
ttf-roboto
tty-clock
unrar
unzip
usbutils
util-linux
vi
vlc
which
wpa_actiond
wpa_supplicant
xdotool
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xwobf-git
yay
zenity
